"App.kFileMenu" = "&File";"App.kFileQuit" = "E&xit";"App.kMainMenu_FileAbout_Text" = "About DOSBox Launcher...";"GameWindow.kDeleteGame_ConfigOnly" = "Configuration only";"GameWindow.kDeleteGame_DeleteAll" = "Delete all";"GameWindow.kDeleteGame_Explanation" = "\'Delete all\' removes both configuration files AND game files.";"GameWindow.kDeleteGame_MessageText" = "Delete game ’#GAMENAME#’\?";"GameWindow.kDOSBoxManual_Text" = "DOSBox Documentation";"GameWindow.kGameList_ContextMenu_CreateShortcut" = "Create Desktop shortcut";"GameWindow.kGameList_ContextMenu_ShowC" = "Open C:\\ folder";"GameWindow.kGameList_ContextMenu_ShowD" = "Open D:\\ folder";"GameWindow.kGameWindow_Title" = "DOSBox Launcher";"GameWindow.kInit_CannotFindDOSBoxExecutable_Message" = "DOSBox Executable not found. Please install DOSBox app first (www.dosbox.com) and enter path on Options dialog.";"GameWindow.kLastPlayedAt" = "Last played ";"GameWindow.kLastPlayedTop_Text" = "last played on top";"GameWindow.kPlayedTotalTime" = "Total time played:";"GameWindow.kResultText_Tooltip" = "DOSBox Output";"GameWindow.kToolbarGameWindow_AddGame" = "Add";"GameWindow.kToolbarGameWindow_DeleteGame" = "Delete";"GameWindow.kToolbarGameWindow_EditGame" = "Edit";"GameWindow.kToolbarGameWindow_Options" = "Options";"GameWindow.kToolbarGameWindow_RunGame" = "Run";"GameWindow.Timer250ms.kDeleteGame_ConfigOnly" = "Configuration only";"GameWindow.Timer250ms.kDeleteGame_DeleteAll" = "Delete all";"GameWindow.Timer250ms.kDeleteGame_Explanation" = "\'Delete all\' removes both configuration files AND game files.";"GameWindow.Timer250ms.kDeleteGame_MessageText" = "Delete game ’#GAMENAME#’\?";"GameWindow.Timer250ms.kDOSBoxManual_Text" = "DOSBox Documentation";"GameWindow.Timer250ms.kGameList_ContextMenu_CreateShortcut" = "Create Desktop shortcut";"GameWindow.Timer250ms.kGameList_ContextMenu_ShowC" = "Open C:\\ folder";"GameWindow.Timer250ms.kGameList_ContextMenu_ShowD" = "Open D:\\ folder";"GameWindow.Timer250ms.kGameWindow_Title" = "DOSBox Launcher";"GameWindow.Timer250ms.kInit_CannotFindDOSBoxExecutable_Message" = "DOSBox Executable not found. Please install DOSBox app first (www.dosbox.com) and enter path on Options dialog.";"GameWindow.Timer250ms.kLastPlayedAt" = "Last played ";"GameWindow.Timer250ms.kLastPlayedTop_Text" = "last played on top";"GameWindow.Timer250ms.kPlayedTotalTime" = "Total time played:";"GameWindow.Timer250ms.kResultText_Tooltip" = "DOSBox Output";"GameWindow.Timer250ms.kToolbarGameWindow_AddGame" = "Add";"GameWindow.Timer250ms.kToolbarGameWindow_DeleteGame" = "Delete";"GameWindow.Timer250ms.kToolbarGameWindow_EditGame" = "Edit";"GameWindow.Timer250ms.kToolbarGameWindow_Options" = "Options";"GameWindow.Timer250ms.kToolbarGameWindow_RunGame" = "Run";"EditGameWindow.btnSelectFolder_Tooltip" = "Select folder…";"EditGameWindow.btnShowDosBoxWiki_Tooltip" = "Open DOSBox wiki on the internet.";"EditGameWindow.cbAutoExit_Caption" = "Close DOSBox window automatically";"EditGameWindow.cbMountAsCDROM_Caption" = "mount as CDROM";"EditGameWindow.kEditGameWindow_Title" = "DOSBox configuration";"EditGameWindow.kOkUseExpert" = "Click OK to use the expert configuration and disable the simple config.";"EditGameWindow.kOkUseSimple" = "Click OK to use the simple configuration and disable the expert config.";"EditGameWindow.kSelectC_Action" = "Use";"EditGameWindow.kSelectC_Title" = "Mount C:\\ - select folder";"EditGameWindow.kSelectD_Title" = "Mount D:\\ - select folder";"EditGameWindow.kSelectStartFile_Action" = "Use";"EditGameWindow.kSelectStartFile_SelectDrive_Expl" = "Select drive containing the start-file.";"EditGameWindow.kSelectStartFile_SelectDrive_Title" = "Select start drive";"EditGameWindow.kSelectStartFile_Title" = "Select start-file";"EditGameWindow.lbExpertTitle_Text" = "Edit config-file manually.";"EditGameWindow.lbGameName_Text" = "Name of game *";"EditGameWindow.lbMachine_Text" = "Machine";"EditGameWindow.lbMandatory_Text" = "* Mandatory";"EditGameWindow.lbMountC_Text" = "Folder to mount as C:\\ *";"EditGameWindow.lbMountD_Text" = "Folder to mount as D:\\";"EditGameWindow.lbResolution_Text" = "Resolution";"EditGameWindow.lbStartFile_Text" = "Start executable *";"EditGameWindow.rbScreenFull_Caption" = "Fullscreen";"EditGameWindow.rbScreenWindow_Caption" = "Windowed";"EditGameWindow.tbGameNameExpert_Hint" = "Name of game (min. 3 char.)";"EditGameWindow.tbGameNameExpert_Tooltip" = "Name of game, at least 3 characters.";"EditGameWindow.tbGameName_Hint" = "min. 3 character";"EditGameWindow.SimpleConfigContainer1.btnSelectFolder_Tooltip" = "Select folder…";"EditGameWindow.SimpleConfigContainer1.btnShowDosBoxWiki_Tooltip" = "Open DOSBox wiki on the internet.";"EditGameWindow.SimpleConfigContainer1.cbAutoExit_Caption" = "Close DOSBox window automatically";"EditGameWindow.SimpleConfigContainer1.cbMountAsCDROM_Caption" = "mount as CDROM";"EditGameWindow.SimpleConfigContainer1.kEditGameWindow_Title" = "DOSBox configuration";"EditGameWindow.SimpleConfigContainer1.kOkUseExpert" = "Click OK to use the expert configuration and disable the simple config.";"EditGameWindow.SimpleConfigContainer1.kOkUseSimple" = "Click OK to use the simple configuration and disable the expert config.";"EditGameWindow.SimpleConfigContainer1.kSelectC_Action" = "Use";"EditGameWindow.SimpleConfigContainer1.kSelectC_Title" = "Mount C:\\ - select folder";"EditGameWindow.SimpleConfigContainer1.kSelectD_Title" = "Mount D:\\ - select folder";"EditGameWindow.SimpleConfigContainer1.kSelectStartFile_Action" = "Use";"EditGameWindow.SimpleConfigContainer1.kSelectStartFile_SelectDrive_Expl" = "Select drive containing the start-file.";"EditGameWindow.SimpleConfigContainer1.kSelectStartFile_SelectDrive_Title" = "Select start drive";"EditGameWindow.SimpleConfigContainer1.kSelectStartFile_Title" = "Select start-file";"EditGameWindow.SimpleConfigContainer1.lbExpertTitle_Text" = "Edit config-file manually.";"EditGameWindow.SimpleConfigContainer1.lbGameName_Text" = "Name of game *";"EditGameWindow.SimpleConfigContainer1.lbMachine_Text" = "Machine";"EditGameWindow.SimpleConfigContainer1.lbMandatory_Text" = "* Mandatory";"EditGameWindow.SimpleConfigContainer1.lbMountC_Text" = "Folder to mount as C:\\ *";"EditGameWindow.SimpleConfigContainer1.lbMountD_Text" = "Folder to mount as D:\\";"EditGameWindow.SimpleConfigContainer1.lbResolution_Text" = "Resolution";"EditGameWindow.SimpleConfigContainer1.lbStartFile_Text" = "Start executable *";"EditGameWindow.SimpleConfigContainer1.rbScreenFull_Caption" = "Fullscreen";"EditGameWindow.SimpleConfigContainer1.rbScreenWindow_Caption" = "Windowed";"EditGameWindow.SimpleConfigContainer1.tbGameNameExpert_Hint" = "Name of game (min. 3 char.)";"EditGameWindow.SimpleConfigContainer1.tbGameNameExpert_Tooltip" = "Name of game, at least 3 characters.";"EditGameWindow.SimpleConfigContainer1.tbGameName_Hint" = "min. 3 character";"EditGameWindow.ExpertConfigContainer1.btnSelectFolder_Tooltip" = "Select folder…";"EditGameWindow.ExpertConfigContainer1.btnShowDosBoxWiki_Tooltip" = "Open DOSBox wiki on the internet.";"EditGameWindow.ExpertConfigContainer1.cbAutoExit_Caption" = "Close DOSBox window automatically";"EditGameWindow.ExpertConfigContainer1.cbMountAsCDROM_Caption" = "mount as CDROM";"EditGameWindow.ExpertConfigContainer1.kEditGameWindow_Title" = "DOSBox configuration";"EditGameWindow.ExpertConfigContainer1.kOkUseExpert" = "Click OK to use the expert configuration and disable the simple config.";"EditGameWindow.ExpertConfigContainer1.kOkUseSimple" = "Click OK to use the simple configuration and disable the expert config.";"EditGameWindow.ExpertConfigContainer1.kSelectC_Action" = "Use";"EditGameWindow.ExpertConfigContainer1.kSelectC_Title" = "Mount C:\\ - select folder";"EditGameWindow.ExpertConfigContainer1.kSelectD_Title" = "Mount D:\\ - select folder";"EditGameWindow.ExpertConfigContainer1.kSelectStartFile_Action" = "Use";"EditGameWindow.ExpertConfigContainer1.kSelectStartFile_SelectDrive_Expl" = "Select drive containing the start-file.";"EditGameWindow.ExpertConfigContainer1.kSelectStartFile_SelectDrive_Title" = "Select start drive";"EditGameWindow.ExpertConfigContainer1.kSelectStartFile_Title" = "Select start-file";"EditGameWindow.ExpertConfigContainer1.lbExpertTitle_Text" = "Edit config-file manually.";"EditGameWindow.ExpertConfigContainer1.lbGameName_Text" = "Name of game *";"EditGameWindow.ExpertConfigContainer1.lbMachine_Text" = "Machine";"EditGameWindow.ExpertConfigContainer1.lbMandatory_Text" = "* Mandatory";"EditGameWindow.ExpertConfigContainer1.lbMountC_Text" = "Folder to mount as C:\\ *";"EditGameWindow.ExpertConfigContainer1.lbMountD_Text" = "Folder to mount as D:\\";"EditGameWindow.ExpertConfigContainer1.lbResolution_Text" = "Resolution";"EditGameWindow.ExpertConfigContainer1.lbStartFile_Text" = "Start executable *";"EditGameWindow.ExpertConfigContainer1.rbScreenFull_Caption" = "Fullscreen";"EditGameWindow.ExpertConfigContainer1.rbScreenWindow_Caption" = "Windowed";"EditGameWindow.ExpertConfigContainer1.tbGameNameExpert_Hint" = "Name of game (min. 3 char.)";"EditGameWindow.ExpertConfigContainer1.tbGameNameExpert_Tooltip" = "Name of game, at least 3 characters.";"EditGameWindow.ExpertConfigContainer1.tbGameName_Hint" = "min. 3 character";"EditGameWindow.TabHeaderContainer1.btnSelectFolder_Tooltip" = "Select folder…";"EditGameWindow.TabHeaderContainer1.btnShowDosBoxWiki_Tooltip" = "Open DOSBox wiki on the internet.";"EditGameWindow.TabHeaderContainer1.cbAutoExit_Caption" = "Close DOSBox window automatically";"EditGameWindow.TabHeaderContainer1.cbMountAsCDROM_Caption" = "mount as CDROM";"EditGameWindow.TabHeaderContainer1.kEditGameWindow_Title" = "DOSBox configuration";"EditGameWindow.TabHeaderContainer1.kOkUseExpert" = "Click OK to use the expert configuration and disable the simple config.";"EditGameWindow.TabHeaderContainer1.kOkUseSimple" = "Click OK to use the simple configuration and disable the expert config.";"EditGameWindow.TabHeaderContainer1.kSelectC_Action" = "Use";"EditGameWindow.TabHeaderContainer1.kSelectC_Title" = "Mount C:\\ - select folder";"EditGameWindow.TabHeaderContainer1.kSelectD_Title" = "Mount D:\\ - select folder";"EditGameWindow.TabHeaderContainer1.kSelectStartFile_Action" = "Use";"EditGameWindow.TabHeaderContainer1.kSelectStartFile_SelectDrive_Expl" = "Select drive containing the start-file.";"EditGameWindow.TabHeaderContainer1.kSelectStartFile_SelectDrive_Title" = "Select start drive";"EditGameWindow.TabHeaderContainer1.kSelectStartFile_Title" = "Select start-file";"EditGameWindow.TabHeaderContainer1.lbExpertTitle_Text" = "Edit config-file manually.";"EditGameWindow.TabHeaderContainer1.lbGameName_Text" = "Name of game *";"EditGameWindow.TabHeaderContainer1.lbMachine_Text" = "Machine";"EditGameWindow.TabHeaderContainer1.lbMandatory_Text" = "* Mandatory";"EditGameWindow.TabHeaderContainer1.lbMountC_Text" = "Folder to mount as C:\\ *";"EditGameWindow.TabHeaderContainer1.lbMountD_Text" = "Folder to mount as D:\\";"EditGameWindow.TabHeaderContainer1.lbResolution_Text" = "Resolution";"EditGameWindow.TabHeaderContainer1.lbStartFile_Text" = "Start executable *";"EditGameWindow.TabHeaderContainer1.rbScreenFull_Caption" = "Fullscreen";"EditGameWindow.TabHeaderContainer1.rbScreenWindow_Caption" = "Windowed";"EditGameWindow.TabHeaderContainer1.tbGameNameExpert_Hint" = "Name of game (min. 3 char.)";"EditGameWindow.TabHeaderContainer1.tbGameNameExpert_Tooltip" = "Name of game, at least 3 characters.";"EditGameWindow.TabHeaderContainer1.tbGameName_Hint" = "min. 3 character";"EditGameWindow.OkCancelContainer1.btnSelectFolder_Tooltip" = "Select folder…";"EditGameWindow.OkCancelContainer1.btnShowDosBoxWiki_Tooltip" = "Open DOSBox wiki on the internet.";"EditGameWindow.OkCancelContainer1.cbAutoExit_Caption" = "Close DOSBox window automatically";"EditGameWindow.OkCancelContainer1.cbMountAsCDROM_Caption" = "mount as CDROM";"EditGameWindow.OkCancelContainer1.kEditGameWindow_Title" = "DOSBox configuration";"EditGameWindow.OkCancelContainer1.kOkUseExpert" = "Click OK to use the expert configuration and disable the simple config.";"EditGameWindow.OkCancelContainer1.kOkUseSimple" = "Click OK to use the simple configuration and disable the expert config.";"EditGameWindow.OkCancelContainer1.kSelectC_Action" = "Use";"EditGameWindow.OkCancelContainer1.kSelectC_Title" = "Mount C:\\ - select folder";"EditGameWindow.OkCancelContainer1.kSelectD_Title" = "Mount D:\\ - select folder";"EditGameWindow.OkCancelContainer1.kSelectStartFile_Action" = "Use";"EditGameWindow.OkCancelContainer1.kSelectStartFile_SelectDrive_Expl" = "Select drive containing the start-file.";"EditGameWindow.OkCancelContainer1.kSelectStartFile_SelectDrive_Title" = "Select start drive";"EditGameWindow.OkCancelContainer1.kSelectStartFile_Title" = "Select start-file";"EditGameWindow.OkCancelContainer1.lbExpertTitle_Text" = "Edit config-file manually.";"EditGameWindow.OkCancelContainer1.lbGameName_Text" = "Name of game *";"EditGameWindow.OkCancelContainer1.lbMachine_Text" = "Machine";"EditGameWindow.OkCancelContainer1.lbMandatory_Text" = "* Mandatory";"EditGameWindow.OkCancelContainer1.lbMountC_Text" = "Folder to mount as C:\\ *";"EditGameWindow.OkCancelContainer1.lbMountD_Text" = "Folder to mount as D:\\";"EditGameWindow.OkCancelContainer1.lbResolution_Text" = "Resolution";"EditGameWindow.OkCancelContainer1.lbStartFile_Text" = "Start executable *";"EditGameWindow.OkCancelContainer1.rbScreenFull_Caption" = "Fullscreen";"EditGameWindow.OkCancelContainer1.rbScreenWindow_Caption" = "Windowed";"EditGameWindow.OkCancelContainer1.tbGameNameExpert_Hint" = "Name of game (min. 3 char.)";"EditGameWindow.OkCancelContainer1.tbGameNameExpert_Tooltip" = "Name of game, at least 3 characters.";"EditGameWindow.OkCancelContainer1.tbGameName_Hint" = "min. 3 character";"OptionsWindow.kbtnCancel_Caption" = "Cancel";"OptionsWindow.kbtnSelectDOSBox_Tooltip" = "Select file…";"OptionsWindow.kbtnSelectGameFolder_Tooltip" = "Select Folder...";"OptionsWindow.kcbSendStats_Caption" = "Send anonymized usage statistics (e.g. app/game started)";"OptionsWindow.kLabel1_Text" = "Base folder for DOS games/apps";"OptionsWindow.kLabel2_Text" = "DOSBox Executable";"OptionsWindow.klbDescription_Text" = "Set-up the base (or home) folder where DOSBox Launcher will find your DOS games/apps. Furthermore you need to specify the DOSBox executable to be used to launch DOS apps.";"OptionsWindow.kOptionsWindow_Title" = "Options";"OptionsWindow.kSelectDOSBox_Action" = "Use";"OptionsWindow.kSelectDOSBox_Prompt" = "Select DOSBox app file";"OptionsWindow.kSelectDOSBox_Title" = "Select DOSBox app file";"OptionsWindow.kSelectGameFolder_Action" = "Use";"OptionsWindow.kSelectGameFolder_Prompt" = "Select game base folder";"OptionsWindow.kSelectGameFolder_Title" = "Select game base folder";"OptionsWindow.lbDOSBoxInternet_Text" = "DOSBox on the Internet";"AboutWindow.klbDescription_Text" = "Configure and run DOSBox apps/games using the installed DOSBox app.";"DOSGame.kLastStartDtNever" = "never";"DOSGame.kTotalTime_HoursAndMinutes" = "{0} hours and {1} minutes";"DOSGame.kTotalTime_LeesThanAMinute" = "less than a minute";"DOSGame.kTotalTime_Minutes" = "{0} minutes";"DOSGame.kTotalTime_OneHourAnd" = "one hour and {0} minutes";"DOSGame.kTotalTime_OneMinute" = "one minute";"ErrorReporterMessage.btnCopy2Clip_Caption" = "Copy";"ErrorReporterMessage.btnCopy2Clip_Tooltip" = "Copy error-details to clipboard.";"ErrorReporterMessage.kLabel1_Text" = "Error details";"ErrorReporterMessage.lbErrorTitle_Text" = "An error occured. The application will close now.";"ErrorReporterMessage.Window_Title" = "An Error Occured";"CustomEditFieldContainer.kEditMenu_Copy" = "Copy";"CustomEditFieldContainer.kEditMenu_Cut" = "Cut";"CustomEditFieldContainer.kEditMenu_Paste" = "Paste";"CustomEditFieldContainer.kEditMenu_SelectAll" = "Select all";"SimpleConfigContainer.btnSelectFolder_Tooltip" = "Select folder…";"SimpleConfigContainer.btnShowDosBoxWiki_Tooltip" = "Open DOSBox wiki on the internet.";"SimpleConfigContainer.cbAutoExit_Caption" = "Close DOSBox window automatically";"SimpleConfigContainer.cbMountAsCDROM_Caption" = "mount as CDROM";"SimpleConfigContainer.kSelectC_Action" = "Use";"SimpleConfigContainer.kSelectC_Title" = "Mount C:\\ - select folder";"SimpleConfigContainer.kSelectD_Title" = "Mount D:\\ - select folder";"SimpleConfigContainer.kSelectStartFile_Action" = "Use";"SimpleConfigContainer.kSelectStartFile_SelectDrive_Expl" = "Select drive containing the start-file.";"SimpleConfigContainer.kSelectStartFile_SelectDrive_Title" = "Select start drive";"SimpleConfigContainer.kSelectStartFile_Title" = "Select start-file";"SimpleConfigContainer.lbGameName_Text" = "Name of game *";"SimpleConfigContainer.lbMachine_Text" = "Machine";"SimpleConfigContainer.lbMandatory_Text" = "* Mandatory";"SimpleConfigContainer.lbMountC_Text" = "Folder to mount as C:\\ *";"SimpleConfigContainer.lbMountD_Text" = "Folder to mount as D:\\";"SimpleConfigContainer.lbResolution_Text" = "Resolution";"SimpleConfigContainer.lbStartFile_Text" = "Start executable *";"SimpleConfigContainer.rbScreenFull_Caption" = "Fullscreen";"SimpleConfigContainer.rbScreenWindow_Caption" = "Windowed";"SimpleConfigContainer.tbGameName_Hint" = "min. 3 character";"ExpertConfigContainer.lbExpertTitle_Text" = "Edit config-file manually.";"ExpertConfigContainer.tbGameNameExpert_Hint" = "Name of game (min. 3 char.)";"ExpertConfigContainer.tbGameNameExpert_Tooltip" = "Name of game, at least 3 characters.";"ExpertConfigContainer.tbExpertText.lbExpertTitle_Text" = "Edit config-file manually.";"ExpertConfigContainer.tbExpertText.tbGameNameExpert_Hint" = "Name of game (min. 3 char.)";"ExpertConfigContainer.tbExpertText.tbGameNameExpert_Tooltip" = "Name of game, at least 3 characters.";"TabHeaderContainer.ktabEditMode_PanelExpert" = "Expert";"TabHeaderContainer.ktabEditMode_PanelSimple" = "Simple";"OkCancelContainer.kbtnCancel_Caption" = "Cancel";"UsageInfoClient.kUrlPostError" = "https://www.watermann-it.de/ws/errorreceiver.php";"UsageInfoClient.kUrlPostUsage" = "https://www.watermann-it.de/ws/usagereceiver.php";